# PeakAirflowParam Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..PeakAirflowParam Property
ParameterTypeId Class See Also
---
"Peak Airflow"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId PeakAirflowParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property PeakAirflowParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ PeakAirflowParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace